Repository: leo1mml/Clicks
Catalog: Clicks!/Assets/*.lproj/Localizable.strings
Languages: pt_br

source: Welcome to Clicks!
pt_br: Bem-vindo ao Clicks!

source: We're a social network made for people who love or will love to photograph
pt_br: Somos uma rede social feita para pessoas que amam e pessoas que vão amar fotografar

source: Challenge yourself to picture various themes, participate in the challenges, vote on your favorite clicks, create references and have fun
pt_br: Se desafie a fotografar temas variados, participe dos desafios, vote nos clicks favoritos, crie referências e divirta-se

source: Discover!
pt_br: Descubra!

source: Explore clicks with different styles and perspectives made by photographers from all over the world and show us too your sight of the world
pt_br: Explore clicks de diferentes estilos e olhares feitos por fotógrafos do mundo inteiro e nos mostre também a sua visão de mundo

source: Start Now!
pt_br: Comece já!

source: Don't be shy, during the competition all clicks are sent anonymously, only when the challenge ends the authors are revealed
pt_br: Não tenha vergonha, durante a competição todos clicks são enviados anonimamente, somente ao término os autores são revelados

source: LET'S GO
pt_br: VAMOS LÁ

source: SKIP
pt_br: PULAR

source: NEXT CHALLENGES
pt_br: PRÓXIMOS DESAFIOS

source: LAST WINNERS
pt_br: ÚLTIMOS VENCEDORES

source: See all
pt_br: Ver todos

source: Votation Period
pt_br: Período de votação

source: Photos
pt_br: Fotos
